Repository: virtual-labs/exp-study-phase-change-amrt
Catalog: experiment/simulation/locale/*/messages.po
Languages: hi_in

source: STOP
hi_in: रुकें

source: help1
hi_in: ड्रॉप डाउन बॉक्स से सामग्री का चयन।

source: help2
hi_in: स्लाइडर से पदार्थ के द्रव्यमान और आसपास के तापमान का चयन करें।

source: help3
hi_in: शुरू करने के लिए 'शुरू प्रयोग' बटन पर क्लिक करें।

source: help4
hi_in: परिणाम के लिए 'शो परिणाम' बटन को अनचेक / जाँच करें।

source: help5
hi_in: थर्मामीटर से और ग्राफ में तापमान टी (टी) पर ध्यान दें।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: phase change
hi_in: चरण परिवर्तन के अध्ययन

source: Variables
hi_in: चर

source: Select substance
hi_in: चुनें पदार्थ

source: Mass of Substance
hi_in: मादक द्रव्यों के जनसंचार:

source: g
hi_in: ग्राम

source: Surrounding Temperature
hi_in: आसपास के तापमान:

source: Start Experiment
hi_in: प्रयोग शुरू

source: Show Result
hi_in: परिणाम दिखाओ

source: Transition time
hi_in: संक्रमण का समय

source: Result
hi_in: परिणाम

source: copyright
hi_in: 2015 - 2009 कॉपीराइट © अमृता विश्वविद्यालय

source: Naphthalene
hi_in: नेफ़थलीन

source: Melting Point
hi_in: गलनांक

source: Ice
hi_in: बर्फ़

source: Wax
hi_in: मोम

source: START
hi_in: स्टार्ट

source: Reset
hi_in: रीसेट

source: time (in min)
hi_in: समय (मिनट में )

source: temperature
hi_in: तापमान (℃ में )
